Repository: BRDK-GitHub/vibratorExampleProject
Catalog: Logical/mappView/Visualization/Pages/login/wing/wingConfiguration/wingConfigurationTexts.tmx
Source language: en
Languages: cs, hu, vi, zh

source: Flap move time
cs: Doba chodu klapky
hu: A szárny mozgási ideje
vi: Thời gian di chuyển nắp
zh: 缓冲叶片动作时间

source: Ready delay
cs: Zpozdeni v priprave
hu: Készenléti késleltetés
vi: Sẵn sàng trì hoãn
zh: 就位延迟

source: Flap open time normal
cs: Doba otevreni klapky normal
hu: A szárny nyitási ideje normális
vi: Thời gian mở nắp bình thường
zh: 打开时间-正常

source: Flap open time long
cs: Doba otevreni klapky dlouhe
hu: A szárny nyitási ideje hosszú
vi: Thời gian mở nắp lâu
zh: 打开时间-长

source: Flap bottom move time
cs: Doba chodu spodni klapky
hu: A szárny alsó mozgási ideje
vi: Thời gian di chuyển đáy nắp
zh: 底部缓冲叶片动作时间

source: Middle fall time
cs: Cas padani stredni
hu: Középső esési idő
vi: Thời gian rơi giữa
zh: 中部元件掉落时间

source: Lower fall time
cs: Cas padani dolni
hu: Alsó esési idő
vi: Thời gian rơi thấp hơn
zh: 下部元件掉落时间

source: Cassette detect time
cs: Cas detekce kazety
hu: Kazetta észlelési idő
vi: Thời gian phát hiện băng cassette
zh: 盛料盒到位检测时间

source: Cassette release time
cs: Cas uvolneni kazety
hu: Kazetta kioldási ideje
vi: Thời gian nhả băng cassette
zh: 盛料盒释放时间

source: Sim cassette
cs: Simulace kazety
hu: Sim kazetta
vi: Sim băng cassette
zh: 盛料盒模拟

source: Sim neighbour
cs: Simulace souseda
hu: Sim szomszéd
vi: Sim bên cạnh
zh: 相邻设备模拟

source: Transmission delay
cs: Zpozdení prenosu
hu: Átviteli késedelem
vi: Độ trễ truyền
zh: 传输延迟

source: Belt wait time before count speed
cs: Cek. cas pasu pred pocitaci rychlosti
hu: Szalag várakozási idő a számlálási sebesség előtt
vi: Thời gian chờ đai trước khi đếm tốc độ
zh: 计数速度之前的皮带等待时间

source: Simulate wing
vi: Biên mô phỏng
